Initializes a new instance of the  BoundarySegmentArrayArray  class
  Namespace:   Autodesk.Revit.DB.Architecture
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public BoundarySegmentArrayArray()
  Visual Basic
Public Sub New
  Visual C++
public:
BoundarySegmentArrayArray()
 See Also
  BoundarySegmentArrayArray Class
  Autodesk.Revit.DB.Architecture Namespace